tap "codecrafters-io/tap"
tap "crowdin/crowdin"
tap "danielfoehrkn/switch"
tap "aeablot/armeabi"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "int128/kubelogin"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
tap "vectordotdev/brew"
tap "virtuslab/scala-cli"
brew "act"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "bat"
brew "btop"
brew "glib"
brew "cmake"
brew "libavif"
brew "libpq", link: true
brew "php"
brew "composer"
brew "coreutils"
brew "harfbuzz"
brew "openjdk"
brew "coursier"
brew "direnv"
brew "doctl"
brew "dust"
brew "exercism"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gnu-sed"
brew "qt"
brew "gnuplot"
brew "go"
brew "librsvg"
brew "graphviz"
brew "gum"
brew "htop"
brew "icu4c@74", link: true
brew "jq"
brew "k6"
brew "zookeeper"
brew "kafka"
brew "kcat"
brew "kubernetes-cli"
brew "lazygit"
brew "logcli"
brew "miller"
brew "minicom"
brew "mockserver"
brew "mysql"
brew "neovim"
brew "node"
brew "nushell"
brew "php@8.1"
brew "pipx"
brew "powerlevel10k"
brew "prometheus"
brew "python@3.10"
brew "python@3.11"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "sqlcmd"
brew "stow"
brew "telnet"
brew "tmux"
brew "tracy"
brew "tree"
brew "wireguard-tools"
brew "yarn"
brew "zellij"
brew "zenith"
brew "zsh"
brew "codecrafters-io/tap/codecrafters"
brew "crowdin/crowdin/crowdin@3"
brew "hashicorp/tap/terraform"
brew "int128/kubelogin/kubelogin"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "vectordotdev/brew/vector"
brew "virtuslab/scala-cli/scala-cli"
cask "burp-suite"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox"
cask "gcc-arm-embedded"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "lens"
cask "offset-explorer"
cask "phpstorm"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "xscreensaver"
cask "yed"
cask "zoom"
vscode "alefragnani.bookmarks"
vscode "atomiks.moonlight"
vscode "b3hr4d.colorful-darkplus"
vscode "baccata.scaladex-search"
vscode "bmewburn.vscode-intelephense-client"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "emilast.logfilehighlighter"
vscode "endormi.2077-theme"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "fowlow.gradianto-deep-ocean"
vscode "foxundermoon.shell-format"
vscode "gaplo917.gapstylevs"
vscode "getpsalm.psalm-vscode-plugin"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "junstyle.php-cs-fixer"
vscode "k--kato.intellij-idea-keybindings"
vscode "leetcode.vscode-leetcode"
vscode "mayank-shekhar.dracula-dark-vibrant"
vscode "mnxn.jvm-bytecode-viewer"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-cs"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-ceintl.vscode-language-pack-es"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "ms-ceintl.vscode-language-pack-it"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-ceintl.vscode-language-pack-pl"
vscode "ms-ceintl.vscode-language-pack-pt-br"
vscode "ms-ceintl.vscode-language-pack-ru"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "ms-ceintl.vscode-language-pack-zh-hant"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "murloccra4ler.leap"
vscode "nocalhost.nocalhost"
vscode "philstainer.git-worktree"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "sdras.night-owl"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "tal7aouy.rainbow-bracket"
vscode "tekumara.typos-vscode"
vscode "timonwong.shellcheck"
vscode "tkrkt.linenote"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "vitest.explorer"
vscode "vscjava.vscode-java-debug"
vscode "vscodevim.vim"
vscode "wesbos.theme-cobalt2"
vscode "whizkydee.material-palenight-theme"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "zzzz.hocon-colorizer"
