tap "danielfoehrkn/switch"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
tap "virtuslab/scala-cli"
brew "bat"
brew "coursier"
brew "exercism"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "htop"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "kubernetes-cli"
brew "lazygit"
brew "logcli"
brew "miller"
brew "neovim"
brew "nushell"
brew "python@3.10"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "sqlcmd"
brew "stow"
brew "telnet"
brew "yarn"
brew "zenith"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "virtuslab/scala-cli/scala-cli"
cask "burp-suite"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox"
cask "iterm2"
cask "joplin"
cask "lens"
cask "offset-explorer"
cask "openlens"
cask "postman"
cask "visual-studio-code"
cask "warp"
cask "yed"
cask "zoom"
