tap "danielfoehrkn/switch"
tap "eblot/armeabi"
tap "homebrew/bundle"
tap "homebrew/services"
tap "int128/kubelogin"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
tap "virtuslab/scala-cli"
brew "bat"
brew "cmake"
brew "openjdk"
brew "coursier"
brew "exercism"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "gum"
brew "htop"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "kubernetes-cli"
brew "lazygit"
brew "libpq", link: true
brew "logcli"
brew "miller"
brew "minicom"
brew "mysql"
brew "neovim"
brew "nushell"
brew "powerlevel10k"
brew "prometheus"
brew "python@3.10"
brew "python@3.11"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "sqlcmd"
brew "stow"
brew "telnet"
brew "tracy"
brew "tree"
brew "yarn"
brew "zellij"
brew "zenith"
brew "int128/kubelogin/kubelogin"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "virtuslab/scala-cli/scala-cli"
cask "burp-suite"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox"
cask "gcc-arm-embedded"
cask "iterm2"
cask "joplin"
cask "lens"
cask "offset-explorer"
cask "openlens"
cask "postman"
cask "skype"
cask "visual-studio-code"
cask "warp"
cask "yed"
cask "zoom"
vscode "alefragnani.Bookmarks"
vscode "b3hr4d.colorful-darkplus"
vscode "baccata.scaladex-search"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "emilast.LogFileHighlighter"
vscode "Endormi.2077-theme"
vscode "enkia.tokyo-night"
vscode "fowlow.gradianto-deep-ocean"
vscode "gaplo917.gapstylevs"
vscode "GitHub.codespaces"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "k--kato.intellij-idea-keybindings"
vscode "Mayank-Shekhar.dracula-dark-vibrant"
vscode "mnxn.jvm-bytecode-viewer"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-cs"
vscode "MS-CEINTL.vscode-language-pack-de"
vscode "MS-CEINTL.vscode-language-pack-es"
vscode "MS-CEINTL.vscode-language-pack-fr"
vscode "MS-CEINTL.vscode-language-pack-it"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "MS-CEINTL.vscode-language-pack-ko"
vscode "MS-CEINTL.vscode-language-pack-pl"
vscode "MS-CEINTL.vscode-language-pack-pt-BR"
vscode "MS-CEINTL.vscode-language-pack-ru"
vscode "MS-CEINTL.vscode-language-pack-zh-hans"
vscode "MS-CEINTL.vscode-language-pack-zh-hant"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "nocalhost.nocalhost"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "sdras.night-owl"
vscode "serayuzgur.crates"
vscode "tal7aouy.rainbow-bracket"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "vscjava.vscode-java-debug"
vscode "vscodevim.vim"
vscode "wesbos.theme-cobalt2"
vscode "whizkydee.material-palenight-theme"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "zzzz.hocon-colorizer"
